Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultCrossParam Property
 "Cross"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultCrossParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultCrossParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultCrossParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultCrossParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace